Repository: kalxas/GIMED
Catalog: GIMED-*/MDControl.*.resx
Languages: el

# CFRM_AddButton.Text
source: Add
el: Προσθήκη

# CFRM_DateTypeComboBox.Items
source: creation
el: δημιουργία

# CFRM_DateTypeComboBox.Items1
source: publication
el: δημοσίευση

# CFRM_DateTypeComboBox.Items2
source: revision
el: αναθεώρηση

# CFRM_DateTypeComboBox.Text
source: Please Select
el: Παρακαλώ επιλέξτε

# CFRM_DegreeComboBox.Items
source: Conformant
el: Σύμμορφος

# CFRM_DegreeComboBox.Items1
source: Not Conformant
el: Δεν είναι σύμμορφος

# CFRM_DegreeComboBox.Items2
source: Not Evaluated
el: Δεν αξιολογήθηκε

# CFRM_DegreeComboBox.Text
source: Please Select
el: Παρακαλώ επιλέξτε

# CFRM_GroupBox.Text
source: Conformity
el: Συμμόρφωση

# CFRM_RemoveButton.Text
source: Remove
el: Διαγραφή

# ClassificationTab.Text
source: Classification
el: Κατηγοριοποίηση

# CL_AddTopicCategoryButton.Text
source: Add
el: Προσθήκη

# CL_GroupBox.Text
source: Topic category
el: Θεματική κατηγορία

# CL_RemoveTopicCategoryButton.Text
source: Remove
el: Διαγραφή

# CL_TopicCategoryComboBox.Items
source: Farming
el: Γεωργία

# CL_TopicCategoryComboBox.Items1
source: Biota
el: Βιόκοσμος

# CL_TopicCategoryComboBox.Items10
source: IntelligenceMilitary
el: Στρατιωτικές πληροφορίες

# CL_TopicCategoryComboBox.Items11
source: InlandWaters
el: Εσωτερικά ύδατα

# CL_TopicCategoryComboBox.Items12
source: Location
el: Γεωγραφική θέση

# CL_TopicCategoryComboBox.Items13
source: Oceans
el: Θάλασσες

# CL_TopicCategoryComboBox.Items14
source: PlanningCadastre
el: Χωροταξία/κτηματολόγιο

# CL_TopicCategoryComboBox.Items15
source: Society
el: Κοινωνία

# CL_TopicCategoryComboBox.Items16
source: Structure
el: Κατασκευές

# CL_TopicCategoryComboBox.Items17
source: Transportation
el: Μεταφορές

# CL_TopicCategoryComboBox.Items18
source: UtilitiesCommunication
el: Επιχειρήσεις κοινής ωφελείας/Επικοινωνία

# CL_TopicCategoryComboBox.Items2
source: Boundaries
el: Όρια

# CL_TopicCategoryComboBox.Items3
source: ClimatologyMeteorologyAtmosphere
el: Κλιματολογία/Μετεωρολογία/Ατμόσφαιρα

# CL_TopicCategoryComboBox.Items4
source: Economy
el: Οικονομία

# CL_TopicCategoryComboBox.Items5
source: Elevation
el: Υψομετρία

# CL_TopicCategoryComboBox.Items6
source: Environment
el: Περιβάλλον

# CL_TopicCategoryComboBox.Items7
source: GeoscientificInformation
el: Γεωεπιστημονικές πληροφορίες

# CL_TopicCategoryComboBox.Items8
source: Health
el: Υγεία

# CL_TopicCategoryComboBox.Items9
source: ImageryBaseMapsEarthCover
el: Ορθοεικόνες/Βασικοίχάρτες/Κάλυψη γης

# CL_TopicCategoryComboBox.Text
source: Please Select
el: Παρακαλώ επιλέξτε

# ConformityTab.Text
source: Conformity
el: Συμμόρφωση

# ConstraintsTab.Text
source: Constraints
el: Περιορισμοί

# CSTR_AddConditionsUseGeneralButton1.Text
source: Add
el: Προσθήκη

# CSTR_AddConditionsUseGeneralButton2.Text
source: Add
el: Προσθήκη

# CSTR_AddLimitationsPublicButton1.Text
source: Add
el: Προσθήκη

# CSTR_AddLimitationsPublicButton2.Text
source: Add
el: Προσθήκη

# CSTR_ConditionsUseGeneralComboBox.Items
source: no conditions apply
el: δεν ισχύουν όροι

# CSTR_ConditionsUseGeneralComboBox.Items1
source: conditions unknown
el: άγνωστοι όροι

# CSTR_ConditionsUseGeneralComboBox.Text
source: Please Select
el: Παρακαλώ επιλέξτε

# CSTR_GroupBox.Text
source: Constraints
el: Περιορισμοί σχετικά με την πρόσβαση και την χρήση

# CSTR_LimitationsPublicComboBox.Text
source: Please Select
el: Παρακαλώ επιλέξτε

# CSTR_RemoveConditionsUseGeneralButton.Text
source: Remove
el: Διαγραφή

# CSTR_RemoveLimitationsPublicButton.Text
source: Remove
el: Διαγραφή

# GeographicTab.Text
source: Geographic
el: Γεωγραφική θέση

# GEO_AddExtendButton.Text
source: Add
el: Προσθήκη

# GEO_RemoveExtendButton.Text
source: Remove
el: Διαγραφή

# groupBox11.Text
source: Temporal Extent
el: Χρονική έκταση

# groupBox12.Text
source: Responsible Party
el: Αρμόδιο μέρος

# groupBox3.Text
source: Metadata point of contact
el: Αρμόδιος για επικοινωνία

# groupBox7.Text
source: Resource Locator
el: Εντοπιστής πόρου

# groupBox8.Text
source: Unique Resource Identifier
el: Μοναδικό αναγνωριστικό πόρου

# groupBox9.Text
source: Resource Language
el: Γλώσσα πόρου

# GUIDButton.Text
source: Add GUID
el: Νέο αναγνωριστικό

# IdentificationTab.Text
source: Identification
el: Ταυτοποίηση

# ID_ResourceLanguageAddButton.Text
source: Add
el: Προσθήκη

# ID_ResourceLanguageComboBox.Items
source: Bulgarian
el: Αγγλικά

# ID_ResourceLanguageComboBox.Items1
source: Czech
el: Γαλικά

# ID_ResourceLanguageComboBox.Items2
source: Danish
el: Γερμανικά

# ID_ResourceLanguageComboBox.Items3
source: Dutch
el: Ελληνικά

# ID_ResourceLanguageComboBox.Items4
source: English
el: Ιταλικά

# ID_ResourceLanguageComboBox.Text
source: Please Select
el: Παρακαλώ επιλέξτε

# ID_ResourceLanguageRemoveButton.Text
source: Remove
el: Διαγραφή

# ID_ResourceLocatorAddButton.Text
source: Add
el: Προσθήκη

# ID_ResourceLocatorRemoveButton.Text
source: Remove
el: Διαγραφή

# ID_ResourceTypeComboBox.Items
source: Dataset
el: Σύνολο χωρικών δεδομένων

# ID_ResourceTypeComboBox.Items1
source: Series
el: Σειρά συνόλων χωρικών δεδομένων

# ID_ResourceTypeComboBox.Items2
source: Service
el: Υπηρεσίες χωρικών δεδομένων

# ID_ResourceTypeComboBox.Text
source: Please Select
el: Παρακαλώ επιλέξτε

# ID_UIDAddButton.Text
source: Add
el: Προσθήκη

# ID_UIDRemoveButton.Text
source: Remove
el: Διαγραφή

# KeywordGroupBox.Text
source: Keyword
el: Λέξη κλειδί

# KeywordTab.Text
source: Keyword
el: Λέξη κλειδί

# KW_AddInspireButton.Text
source: Add
el: Προσθήκη

# KW_DateTypeComboBox.Items
source: creation
el: δημιουργία

# KW_DateTypeComboBox.Items1
source: publication
el: δημοσίευση

# KW_DateTypeComboBox.Items2
source: revision
el: αναθεώρηση

# KW_DateTypeComboBox.Text
source: Please Select
el: Παρακαλώ επιλέξτε

# KW_InspireComboBox.Items
source: Addresses
el: Ανθρώπινη υγεία και ασφάλεια

# KW_InspireComboBox.Items1
source: Administrative units
el: Ατμοσφαιρικές συνθήκες

# KW_InspireComboBox.Items10
source: Energy resources
el: Εγκαταστάσεις παρακολούθησης του περιβάλλοντος

# KW_InspireComboBox.Items11
source: Environmental monitoring facilities
el: Έδαφος

# KW_InspireComboBox.Items12
source: Geographical grid systems
el: Ενδιαιτήματα και βιότοποι

# KW_InspireComboBox.Items13
source: Geographical names
el: Ενεργειακοί πόροι

# KW_InspireComboBox.Items14
source: Geology
el: Επιχειρήσεις κοινής ωφελείας και κρατικές υπηρεσίες

# KW_InspireComboBox.Items15
source: Habitats and biotopes
el: Ζώνες διαχείρισης/περιορισμού/ρύθμισης εκτάσεων και μονάδες αναφοράς

# KW_InspireComboBox.Items16
source: Human health and safety
el: Ζώνες φυσικών κινδύνων

# KW_InspireComboBox.Items17
source: Hydrography
el: Θαλάσσιες περιοχές

# KW_InspireComboBox.Items18
source: Land cover
el: Κάλυψη γης

# KW_InspireComboBox.Items19
source: Land use
el: Κατανομή ειδών

# KW_InspireComboBox.Items2
source: Agricultural and aquaculture facilities
el: Βιογεωγραφικές περιοχές

# KW_InspireComboBox.Items20
source: Meteorological geographical features
el: Κατανομή πληθυσμού — δημογραφία

# KW_InspireComboBox.Items21
source: Mineral resources
el: Κτίρια

# KW_InspireComboBox.Items22
source: Natural risk zones
el: Μετεωρολογικά γεωγραφικά χαρακτηριστικά

# KW_InspireComboBox.Items23
source: Oceanographic geographical features
el: Ορθοφωτογραφία

# KW_InspireComboBox.Items24
source: Orthoimagery
el: Ορυκτοί πόροι

# KW_InspireComboBox.Items25
source: Population distribution — demography
el: Προστατευόμενες τοποθεσίες

# KW_InspireComboBox.Items26
source: Production and industrial facilities
el: Στατιστικές μονάδες

# KW_InspireComboBox.Items27
source: Protected sites
el: Συστήματα γεωγραφικού καννάβου

# KW_InspireComboBox.Items28
source: Sea regions
el: Συστήματα συντεταγμένων

# KW_InspireComboBox.Items29
source: Soil
el: Τοπωνύμια

# KW_InspireComboBox.Items3
source: Area management/restriction/regulation zones and reporting units
el: Γεωλογία

# KW_InspireComboBox.Items30
source: Species distribution
el: Υδρογραφία

# KW_InspireComboBox.Items31
source: Statistical units
el: Υψομετρία

# KW_InspireComboBox.Items32
source: Transport networks
el: Χρήσεις γης

# KW_InspireComboBox.Items33
source: Utility and governmental services
el: Ωκεανογραφικά γεωγραφικά χαρακτηριστικά

# KW_InspireComboBox.Items4
source: Atmospheric conditions
el: Γεωργικές εγκαταστάσεις και εγκαταστάσεις υδατοκαλλιέργειας

# KW_InspireComboBox.Items5
source: Bio-geographical regions
el: Γεωτεμάχια κτηματολογίου

# KW_InspireComboBox.Items6
source: Buildings
el: Διευθύνσεις

# KW_InspireComboBox.Items7
source: Cadastral parcels
el: Δίκτυα μεταφορών

# KW_InspireComboBox.Items8
source: Coordinate reference systems
el: Διοικητικές ενότητες

# KW_InspireComboBox.Items9
source: Elevation
el: Εγκαταστάσεις παραγωγής και βιομηχανικές εγκαταστάσεις

# KW_InspireComboBox.Text
source: Please Select
el: Παρακαλώ επιλέξτε

# KW_KeywordAddButton.Text
source: Add
el: Προσθήκη

# KW_KeywordRemoveButton.Text
source: Remove
el: Διαγραφή

# label1.Text
source: Resource title
el: Τίτλος πόρου

# label10.Text
source: Reference Date
el: Ημερομηνία αναφοράς

# label11.Text
source: Keyword value
el: Τιμή της λέξης κλειδί

# label12.Text
source: Or type free text
el: ή εισάγετε ελέυθερο κείμενο

# label13.Text
source: From
el: Από

# label14.Text
source: To
el: Έως

# label15.Text
source: Date of publication
el: Ημερομηνία δημοσίευσης

# label16.Text
source: Vocabulary Title
el: Ελεγχόμενο λεξιλόγιο προέλευσης

# label17.Text
source: Keyword List
el: Λίστα λέξεων κλειδιών

# label18.Text
source: Equivalent scale
el: Ισοδύναμη κλίμακα

# label19.Text
source: Distance
el: Απόσταση

# label2.Text
source: E-mail
el: Ηλεκτρονική διεύθυνση

# label20.Text
source: Units of measure
el: Μονάδα μέτρησης

# label21.Text
source: Degree
el: Βαθμός συμμόρφωσης

# label22.Text
source: Date
el: Ημερομηνία αναφοράς

# label23.Text
source: Title
el: Τίτλος αναφοράς

# label24.Text
source: Limitations on public access
el: Περιορισμοί σχετικά με την πρόσβαση του κοινού

# label25.Text
source: Conditions for access and use-general
el: Όροι για την πρόσβαση και τη χρήση

# label26.Text
source: Or type free text
el: ή εισάγετε ελέυθερο κείμενο

# label27.Text
source: E-mail
el: Ηλεκτρονική διεύθυνση

# label28.Text
source: Organisation Name
el: Όνομα οργανισμού

# label3.Text
source: Organisation Name
el: Ονομασία Οργανισμού

# label30.Text
source: Date of last revision
el: Ημερομηνία τελευταίας αναθεώρησης

# label31.Text
source: Date of creation
el: Ημερομηνία δημιουργίας

# label4.Text
source: Metadata Date
el: Ημερομηνία μεταδεδομένων

# label5.Text
source: Metadata language
el: Γλώσσα μεταδεδομένων

# label58.Text
source: North Bound Latitude
el: Βόρειο γεωγραφικό πλάτος

# label59.Text
source: South Bound Latitude
el: Νότιο γεωγραφικό πλάτος

# label6.Text
source: Role
el: Ρόλος αρμόδιου μέρους

# label60.Text
source: West Bound Longitude
el: Δυτικό γεωγραφικό μήκος

# label61.Text
source: East Bound Longitude
el: Ανατολικό γεωγραφικό μήκος

# label65.Text
source: Code
el: Αναγνωριστικό

# label66.Text
source: Namespace
el: Χώρος ονομάτων

# label7.Text
source: Resource abstract
el: Σύνοψη πόρου

# label8.Text
source: Resource type
el: Τύπος πόρου

# label9.Text
source: Inspire Data Theme
el: Θέμα δεδομένων Inspire

# LineageGroupBox.Text
source: Lineage
el: Καταγωγή

# MD_AddEmailButton.Text
source: Add
el: Προσθήκη

# MD_ContactListAddButton.Text
source: Add
el: Προσθήκη

# MD_ContactListRemoveButton.Text
source: Remove
el: Διαγραφή

# MD_GroupBox.Text
source: Metadata on Metadata
el: Μεταδεδομένα για τα μεταδεδομένα

# MD_LanguageComboBox.Items
source: Bulgarian
el: Αγγλικά

# MD_LanguageComboBox.Items1
source: Czech
el: Γαλλικά

# MD_LanguageComboBox.Items2
source: Danish
el: Γερμανικά

# MD_LanguageComboBox.Items3
source: Dutch
el: Ελληνικά

# MD_LanguageComboBox.Items4
source: English
el: Ιταλικά

# MD_LanguageComboBox.Text
source: Please Select
el: Παρακαλώ επιλέξτε

# MD_RemoveEmailButton.Text
source: Remove
el: Διαγραφή

# MetadataTab.Text
source: Metadata
el: Μεταδεδομένα

# OrganizationTab.Text
source: Organisation
el: Οργανισμοί

# ORG_AddButton.Text
source: Add
el: Προσθήκη

# ORG_AddEmailButton.Text
source: Add
el: Προσθήκη

# ORG_GroupBox.Text
source: Organisation
el: Αρμόδιοι οργανισμοι για τη δημιουργία, τη συντήρηση και τη διανομή

# ORG_RemoveButton.Text
source: Remove
el: Διαγραφή

# ORG_RemoveEmailButton.Text
source: Remove
el: Διαγραφή

# ORG_RoleComboBox.Items
source: ResourceProvider
el: Πάροχος πόρου

# ORG_RoleComboBox.Items1
source: Custodian
el: Υπόλογος

# ORG_RoleComboBox.Items10
source: Author
el: Συντάκτης

# ORG_RoleComboBox.Items2
source: Owner
el: Κάτοχος

# ORG_RoleComboBox.Items3
source: User
el: Χρήστης

# ORG_RoleComboBox.Items4
source: Distributor
el: Διανομέας

# ORG_RoleComboBox.Items5
source: Originator
el: Δημιουργός

# ORG_RoleComboBox.Items6
source: PointOfContact
el: Αρμόδιος για επικοινωνία

# ORG_RoleComboBox.Items7
source: PrincipalInvestigator
el: Πρωτεύων διερευνητής

# ORG_RoleComboBox.Items8
source: Processor
el: Επεξεργαστής

# ORG_RoleComboBox.Items9
source: Publisher
el: Εκδότης

# ORG_RoleComboBox.Text
source: Please Select
el: Παρακαλώ επιλέξτε

# QLT_AddDistanceButton.Text
source: Add
el: Προσθήκη

# QLT_AddScaleButton.Text
source: Add
el: Προσθήκη

# QLT_GroupBox.Text
source: Quality
el: Ποιότητα

# QLT_RemoveButton.Text
source: Remove
el: Διαγραφή

# QLT_UnitsComboBox.Text
source: Please Select
el: Παρακαλώ επιλέξτε

# QualityValidityTab.Text
source: Quality&Validity
el: Ποιότητα και Εγκυρότητα

# Spatial_GroupBox.Text
source: Spatial resolution
el: Χωρική ανάλυση

# SPT_GroupBox.Text
source: Geographic
el: Περίγραμμα γεωγραφικών συντεταγμένων

# TemporalTab.Text
source: Temporal
el: Χρονική Αναφορά

# TMP_AddCreationDateButton.Text
source: Add
el: Προσθήκη

# TMP_AddDateButton.Text
source: Add
el: Προσθήκη

# TMP_AddExtendButton.Text
source: Add
el: Προσθήκη

# TMP_AddRevisionDateButton.Text
source: Add
el: Προσθήκη

# TMP_GroupBox.Text
source: Temporal
el: Χρονική αναφορά

# TMP_RemoveCreationDateButton.Text
source: Remove
el: Διαγραφή

# TMP_RemoveDateButton.Text
source: Remove
el: Διαγραφή

# TMP_RemoveExtendButton.Text
source: Remove
el: Διαγραφή

# TMP_RemoveRevisionDateButton.Text
source: Remove
el: Διαγραφή
